Repository: MOHAMMEDALFARSI/ROP_WEB-master
Catalog: ROP_WEB/Res/Resource.*.resx
Languages: ar

# about
source: About Police
ar: عن الشرطة

# about1
source: Genreral Info
ar: معلومات عامة

# about2
source: Organization
ar: الهيكل التنظيمي

# achivment
source: Achievements
ar: الجوائز والإنجازات

source: Al Wusta Governorate Police Headquarter
ar: قيادة شرطة محافظة الوسطى

# bootstrap
source: bootstrap.min.css
ar: bootstrap.minAR.css

source: click here
ar: إضغط هنا

# common
source: Common Services
ar: الخدمات الأكثر إستخداما

# companyserv
source: Companies services
ar: خدمات الأعمال

source: Contact
ar: تواصل معنا

source: Contact Us
ar: تواصل معنا

# contactuspage
source: Contact Us
ar: إتصل بنا

# contribute
source: Contribute with Us
ar: شارك معنا

# copyright
source: Royal Oman Police - Directorate of Public Relation
ar: شرطة عمان السلطانية - إدارة العلاقات العامة

# css
source: main_styles.css
ar: main_stylesAR.css

# custom
source: Customs Service
ar: الخدمات الجمركية

source: Dhofar Governorate Police Headquarter
ar: قيادة شرطة محافظة ظفار

# dlil
source: Safty tips
ar: دليل السلامة

source: Downlaod
ar: تحميل

# dpr
source: - Directorate of Public Relation
ar: - إدارة العلاقات العامة

# emergnc
source: Emergency Contact
ar: الإتصال بالطوارى

# emergncy
source: Emergency Numbers
ar: أرقام الطوارئ

# evisa
source: Electronic-Visa
ar: التأشيرة الإلكترونية

source: FAQ
ar: سؤال وجواب

# fineamount
source: Amount
ar: قيمة المخالفة

# fineclass
source: Category
ar: الفئة

# finedesc
source: Fine Description
ar: وصف المخالفة

# finepoint
source: Points
ar: النقاط

# footer1
source: Terms&Conditions
ar: الشروط والاحكام

# footer2
source: Copyright
ar: حقوق الطبع

# footer3
source: Polices
ar: السياسات

# footer4
source: Disclaimer
ar: إخلاء طرف

# footer5
source: Contact Us
ar: اتصل بنا

# footer6
source: Sitemap
ar: خريطة الموقع

# footertitile
source: Royal Oman Police
ar: شرطة عمان السلطانية

source: General Directorate
ar: الإدارات العامة

source: Home
ar: الرئيسية

source: Important Links
ar: وصلات تهمك

source: Law Name
ar: اسم القانون

# lawnote
source: All the Rules and Laws are in arabic language.
ar: ملاحظة: جميع القوانين والتشريعات متوفرة باللغة العربية فقط

# lawnumber
source: number
ar: الرقم

# laws
source: Rules & Law
ar: القوانين والتشريعات

# lawtxt
source: You can downlaod Related Royal Oman Police Rules and Laws PDFs here.
ar: يمكنك تصفح القوانين ذات العلاقة بجهاز شرطة عمان السلطانية ، وتحميلها بصيغة القالب الإلكتروني PDF

source: Listen
ar: إستمع

# listen2
source: Listen this page by ReadSpeaker
ar: ReadSpeaker إستمع إلى هذه الصفحةِ مستخدماً

# listen3lang
source: en_uk
ar: ar_ar

# locationh
source: Police Stations Locations
ar: مواقع مراكز الشرطة

# Locations
source: Locations Directory
ar: دليل المواقع الجغرافية

# logo
source: logo.png
ar: logoAR.png

source: Logout
ar: خروج

# md1
source: ROP News
ar: أخبار الشرطة

# md2
source: Articles
ar: المقالات

# md3
source: Photo Gallery
ar: ألبوم الصور

# md4
source: ROP Magazine
ar: مجلة العين الساهرة

# md5
source: Announcment
ar: إعـــلانات

# md6
source: A'Shurti Assagheer
ar: الشرطي الصغير

# md7
source: Radio Episodes
ar: برامج إذاعية

# md8event
source: Events
ar: فعاليات

# md9
source: Employment Announcment
ar: إعلانات الوظائف

# media
source: Media Center
ar: مركز الاعلام

# mgzntxt
source: Versions of magazine
ar: إصدارات مجلة العين الساهرة

source: More Ads
ar: المزيد من الإعلانات

source: More News
ar: المزيد من الأخبار

source: Musandam Governorate Police Headquarter
ar: قيادة شرطة محافظة مسندم

source: Muscat Governorate Police Headquarter
ar: قيادة شرطة محافظة مسقط

# newh
source: News
ar: الأخبار

source: No Result !!
ar: لايوجد نتائج !!

source: Open Data
ar: البيانات المفتوحة

# othercon
source: Other Contact
ar: جهات إتصال أخرى

# personalserv
source: Personals Services
ar: خدمات الأفراد

# photoselect
source: Select Department
ar: إختر الإدارة

# PoliceSpecialized
source: Police Specialized Commands
ar: الوحدات التخصصية

# premail
source: Email: info@rop.gov.om
ar: البريد الإلكتروني: info@rop.gov.om

source: Previous Issues
ar: أرشيف الأعداد السابقة

# puplicserv
source: Puplic sector Services
ar: خدمات المؤسسات العامة

source: Read More
ar: إقراء المزيد

source: Regional Police Headquarters
ar: قيادات الشرطة الجغرافية

# reprtblck
source: Reporting Blackmailing
ar: إبلاغ عن حالات الإبتزاز الالكتروني

# right
source: left
ar: right

# rightleft
source: right
ar: left

# rlinksh
source: Related Links
ar: جهات ذات علاقة

# ropphones
source: ROP Phone Directory
ar: دليل هواتف الشرطة

# ropserv
source: Royal Oman Police Services
ar: للإستفسار عن خدمات شرطة عمان السلطانية

# saftyCompt
source: Traffic Safety Competion
ar: مسابقة السلامة المرورية

source: Search
ar: بحث

source: Search In ..
ar: البحث في ..

source: Search Key
ar: مفتاح البحث

# services
source: Our Services
ar: خدماتنا

source: Services Fees
ar: رسوم الخدمات

# smsserv
source: SMS Notification Service
ar: خدمة التنبيه عبر الرسائل النصية

# socialh
source: Social Media
ar: التواصل الإجتماعي

source: Specialized Directorates
ar: الإدارات التخصصية

# stat
source: Statistic
ar: إحصائيات

source: Survey
ar: إستبيان

# tabcom
source: COMMON SERVICES
ar: أكثر الخدمات إستخداما

# tabour
source: CATEGROY
ar: التصنيف

# title
source: Royal Oman Police - Home
ar: شرطة عمان السلطانية - الصفحة الرئـيسية

# trafficfines
source: Traffic Fines Payment
ar: دفع المخالفات المرورية

source: Traffic Fines Point
ar: نقاط المخالفات المرورية

source: twitter
ar: توتير

# updatecivil
source: Update Civil status personal information
ar: تحديث بيانات الأحوال المدنية

# vehicleregistration
source: Vehicle Registration Renewal
ar: تجديد سجل المركبة

# visa
source: Online Visa Application Service
ar: الإستماره الإلكترونية للتأشيرات و الإقامة

source: Visa Status
ar: حالة طلب التأشيرة

# v_m
source: Mission&Vision
ar: الرؤية والرسالة

# worktime
source: Work Times
ar: ساعات العمل

source: youtube
ar: يوتيوب

# aren
source: En
ar: Ar

# ADahirah
source: A'Dahirah Governorate Police Headquarter
ar: قيادة شرطة محافظة جنوب الشرقية

# ADakiliyah
source: A'Dakiliyah Governorate Police Headquarter
ar: قيادة شرطة محافظة شمال الباطنة

# AirportSecurity
source: Directorate General of Airport Security
ar: الإدارة العامة لأمن المطارات

# AlBatinah
source: Al Batinah Governorate North Police Headquarter
ar: قيادة شرطة محافظة البريمي

# AlBatinah1
source: Al Batinah Governorate South Police Headquarter
ar: قيادة شرطة محافظة الداخلية

# AlBuraimi
source: Al Buraimi Governorate Police Headquarter
ar: قيادة شرطة محافظة الوسطى

# AlWusta
source: Al Wusta Governorate Police Headquarter
ar: قيادة شرطة محافظة الظاهرة

# Ambulance
source: Ambulance Division
ar: وحدة الإسعاف

# ASharqiyah
source: A'Sharqiyah Governorate North Police Headquarter
ar: قيادة شرطة محافظة جنوب الباطنة

# ASharqiyahG
source: A'Sharqiyah Governorate South Police Headquarter
ar: قيادة شرطة محافظة شمال الشرقية

# CivilDefense
source: Directorate General of Civil Defense
ar: الإدارة العامة للدفاع المدني

# CivilStatus
source: Directorate General of Civil Status
ar: الإدارة العامة للأحوال المدنية

# CombattingDrugs
source: Directorate General of Combatting Drugs &Psychotropic Substances
ar: الإدارة العامة لمكافحة المخدرات والمؤثرات العقلية

# Communication
source: Directorate of Communication
ar: إدارة الرعاية الاجتماعية

# Customs
source: Directorate General of Customs
ar: الإدارة العامة للجمارك

# DevelopmentandScrutiny
source: Directorate General of Development and Scrutiny
ar: الإدارة العامة للتطوير والتدقيق

# Dhofar
source: Dhofar Governorate Police Headquarter
ar: قيادة شرطة محافظة ظفار

# FinancialAffairs
source: Directorate General of Financial Affairs
ar: الإدارة العامة للشؤون المالية

# FinancialInquiries
source: Financial Inquiries Division
ar: وحدة الاستفسارات المالية

# GeneralofPrisons
source: Directorate General of Prisons
ar: الإدارة العامة للسجون

# HumanResources
source: Directorate General of Human Resources
ar: الإدارة العامة للموارد البشرية

# InformationTechnology
source: Directorate General of Information Technology
ar: الإدارة العامة لتقنية المعلومات

# InquiriesandCriminalInvestigations
source: Directorate Genera of Inquiries and Criminal Investigations
ar: الإدارة العامة للتحريات والتحقيقات الجنائية

# JuvenilePolice
source: Juvenile Police Division
ar: وحدة شرطة الأحداث

# LegalAffairs
source: Directorate of Legal Affairs
ar: إدارة الشؤون القانونية

# logistic
source: tt
ar: الإدارة العامة للتجهيزات واللوازم

# MedicalServices
source: Directorate General of Medical Services
ar: الإدارة العامة للخدمات الطبية

# Mounted
source: Mounted Police Division
ar: وحدة شرطة الخيالة

# Musandam
source: Musandam Governorate Police Headquarter
ar: قيادة شرطة محافظة مسندم

# Muscat
source: Muscat Governorate Police Headquarter
ar: قيادة شرطة محافظة مسقط

# NationalCommittee
source: The Executive Office of the National Committee for Civil Defence
ar: المكتب التنفيذي للجنة الوطنية للدفاع المدني

source: officerinst
ar: معهد الضباط

# Operations
source: Directorate General of Operations
ar: الإدارة العامة للعمليات

# PassportandResidences
source: Directorate General of Passport and Residences
ar: الإدارة العامة للجوازات والإقامة

# PoliceAviation
source: Directorate General of Police Aviation
ar: الإدارة العامة لطيران الشرطة

# PoliceClubs
source: Directorate of Police Clubs
ar: إدارة نوادي الشرطة

# PoliceMusic
source: Directorate of Police Music
ar: إدارة موسيقى الشرطة

# PoliceSportsAssociation
source: Royal Oman Police Sports Association
ar: إدارة اتحاد الشرطة الرياضي

# ProjectsandMaintenance
source: Directorate General of Projects and Maintenance
ar: الإدارة العامة للمشاريع والصيانة

# PublicRelation
source: Directorate of Public Relation
ar: إدارة العلاقات العامة

# SpecialSecurity
source: Special Security Police Division
ar: وحدة شرطة الأمن الخاصة

# telcom
source: tt
ar: الإدارة العامة للاتصالات

# Traffic
source: Directorate General of Traffic
ar: الإدارة العامة للمرور

# Transport
source: Directorate General of Transport
ar: الإدارة العامة للنقليات
